import mtl from '../resources/images/wounded/mtl/1.png'
import mtzk from '../resources/images/wounded/mtzk/1.jpg'

const data = [
  {
    "name": "နေပြည်တော်မှ ရင်ဘတ်ထုတ်ချင်းပေါက် အပစ်ခံရသူ",
    "city": "နေပြည်တော်",
    "date": '12/02/2021',
    "details": "မိတ္ထီလာတက္ကသိုလ် ဘူမိမေဂျာ၊ ရင်ဘတ်ထုတ်ချင်းပေါက် အပစ်ခံရ",
    "media": [mtl]
  },
  {
    "name": "မြတ်သူဇာခင်",
    "city": "မုံရွာ",
    "date": '27/02/2021',
    "details": "ရုက္ခဗေဒဖြင့် ဒေါက်တာဘွဲ့ရထားသူ၊ ဆီးခုံ၌ သေနတ်ဒဏ်ရာဖြင့် အရေးပေါ်ကုသမှု ခံယူ https://bit.ly/3kuekQ5",
    "media": [mtzk]
  },
  {
    "name": "ပဲခူးမြို့ နဂါးလိမ်ဘုရားလမ်းတွင် ပစ်ခံရသူ",
    "city": "ပဲခူး",
    "details": "ပါးစပ်ထုတ်ချင်းပေါက် သေနတ်မှန် (သွေး)shorturl.at/apKO8",
    "date": '28/02/2021',
  },
  {
    "name": "အာလူးဘိုင်",
    "city": "မန္တလေး",
    "age": 54,
    "details": "၃၅ လမ်း ၇၄×၇၅ကြား မင်္ဂလာအလယ်ဗလီဝင်း ပစ်ခတ်မှုတွင် မေးစေ့နားထိသွား ဗလီတွေလဲပစ်သွားပ ကိုအာလူးဘိုင်ကတော့ ခဲကျည်ထုတ်ပြီး၅ချပ်ချုပ်ရပါတယ် ဗြမ္မာဆိုမှာခွဲစိတ်ခဲ့ bit.ly/3ebeVFv",
    "date": '28/02/2021',
  }
]

export default data